Repository: zaxe3d/xdesktop
Catalog: resources/i18n/*/cura.po
Languages: tr_tr

# @info:progress
source: Loading interface...
tr_tr: Arayüz yükleniyor...

# @info:progress
source: Setting up scene...
tr_tr: Görünüm ayarlanıyor...

# @info:progress
source: Loading machines...
tr_tr: Makineler yükleniyor...

# @label
source: Can not find a Zaxe on the network
tr_tr: Ağa bağlı bir Zaxe bulunamadı

# @label
source: Bed is occuppied...
tr_tr: Tabla dolu...

# @label
source: Paused
tr_tr: Duraklatıldı

# @label
source: Printing...
tr_tr: Basılıyor...

# @label
source: Uploading...
tr_tr: Yükleniyor...

# @label
source: Calibrating...
tr_tr: Kalibre ediliyor...

# @label
source: Heating...
tr_tr: Isınıyor...

# @label
source: Updating...
tr_tr: Güncelleniyor...

# @label
source: Ready to print!
tr_tr: Baskıya hazır!

# @label
source: Please take your print!
tr_tr: Lütfen baskınızı tabladan alınız!

# @warning
source: The material in the device does not match with the material you choose. Please slice again with the correct material
tr_tr: Cihaza takılı materyal ile baskıya hazırladığınız materyal eşleşmiyor. Lütfen doğru materyal ile tekrar baskıya hazırlayınız

# @warning
source: The nozzle [%1] currently installed on machine does not match with the Zaxe file [%2] Please slice again with the correct nozzle diameter [%1]
tr_tr: Cihazın üzerindeki nozül [%1] ile Zaxe dosyasındaki nozül [%2] eşleşmiyor. Lütfen doğru nozülü [%1] seçerek tekrar dilimleyiniz

# @warning
source: This print is not compatible with this device model
tr_tr: Bu baskı, bu cihaz ile uyumlu değildir

# @label
source: Update
tr_tr: Güncelle

# @info
source: Firmware update available for your device
tr_tr: Cihanız için yazılım güncellemesi mevcut

# @label
source: Custom IP...
tr_tr: Özel IP...

# @label
source: Custom IP
tr_tr: Özel IP

# @label
source: + Add
tr_tr: + Ekle

# @label
source: Enter an IP address...
tr_tr: Bir IP adresi giriniz...

# @label
source: Enter pin code...
tr_tr: Pin kodunu giriniz...

# @label
source: Custom material settings
tr_tr: Özel materyal ayarları

# @label
source: Hide custom material settings
tr_tr: Özel materyal ayarlarını gizle

# @label
source: Extruder temperature
tr_tr: Extrüder sıcaklığı

# @label
source: Bed temperature
tr_tr: Tabla sıcaklığı

# @label
source: Chamber temperature
tr_tr: Hazne sıcaklığı

# @label
source: Speed
tr_tr: Hız

# @label
source: Material flow
tr_tr: Materyal akışı

# @label
source: Retraction speed
tr_tr: Geri çekme hızı

# @label
source: Retraction amount
tr_tr: Geri çekme uzunluğu

# @label
source: Custom
tr_tr: Özel

# @label
source: OK
tr_tr: Tamam

# @label
source: Material
tr_tr: Materyal

# @label
source: Click to load a 3D model
tr_tr: Tıklayarak 3B bir model seçin

# @label
source: Prepare to print
tr_tr: Baskıya hazırla

# @label
source: Layer height
tr_tr: Katman kalınlığı

# @label
source: Fill density
tr_tr: İç doluluğu

# @label
source: Raft
tr_tr: Destekleyici taban

# @label
source: Support
tr_tr: Destek

# @label
source: Support off
tr_tr: Destek kapalı

# @label
source: Advanced settings
tr_tr: Gelişmiş ayarlar

# @label
source: Hide advanced settings
tr_tr: Gelişmiş ayarları gizle

# @label
source: Perimeter count
tr_tr: Duvar sayısı

# @label
source: Top solid layer count
tr_tr: Üst kapalı katman sayısı

# @label
source: Bottom solid layer count
tr_tr: Alt kapalı katman sayısı

# @label
source: Fan speed
tr_tr: Fan hızı

# @label
source: Fan off
tr_tr: Fan kapalı

# @label
source: Z hop when retracted
tr_tr: Geri çekildiğinde Z sıçraması

# @label
source: Spiral vase mode
tr_tr: Spiral vazo modu

# @label
source: XY tolerance
tr_tr: XY toleransı

# @label
source: Support contact distance
tr_tr: Destek kontakt mesafesi

# @label
source: Avoid supports
tr_tr: Desteklerden kaçın

# @label
source: Slice!
tr_tr: Dilimle!

# @label
source: Cancel
tr_tr: İptal

# @label
source: Preparing...
tr_tr: Hazırlanıyor...

# @label
source: Print details
tr_tr: Baskı detayları

# @label
source: Consumption
tr_tr: Sarfiyat

# @label
source: Estimated time
tr_tr: Tahmini süre

# @label
source: Save to flash disk
tr_tr: Flash diske kaydet

# @label
source: Zaxe model you are using
tr_tr: Kullandığınız Zaxe modeli

# @label
source: Prepare model for print
tr_tr: Modeli baskıya hazırla

# @label
source: Machine course
tr_tr: Makine parkuru

# @label
source: Are you sure?
tr_tr: Emin misiniz?

# @label
source: YES
tr_tr: EVET

# @label
source: NO
tr_tr: HAYIR

# @label
source: Print now!
tr_tr: Baskı al!

# @label
source: Support Blocker
tr_tr: Destek Engelleyici

# @action:button
source: Open File
tr_tr: Dosya Aç

# @title:menu menubar:file
source: Export Selection...
tr_tr: Seçimi Dışa Aktar...

# @action:inmenu menubar:edit
source: &Undo
tr_tr: &Geri Al

# @action:inmenu menubar:edit
source: &Redo
tr_tr: &Yinele

# @action:inmenu menubar:file
source: &Quit
tr_tr: &Çıkış

# @action:inmenu menubar:help
source: About...
tr_tr: Hakkında...

# @action:inmenu menubar:help
source: First-run Guide
tr_tr: İlk Açılış Rehberi

# @action:inmenu menubar:help
source: Check for Updates
tr_tr: Güncellemeleri Kontrol Et

# @action:inmenu menubar:edit
source: Delete Selected Model
tr_tr: Seçili Modeli Sil

# @action:inmenu menubar:edit
source: Center Selected Model
tr_tr: Seçili Modeli Ortala

# @action:inmenu menubar:edit
source: Multiply Selected Model
tr_tr: Seçili Modeli Çoğalt

# @action:inmenu menubar:edit
source: Lay Flat Selected Model
tr_tr: Seçili Modeli Düz Şekilde Yerleştir

# @action:inmenu
source: Delete Model
tr_tr: Modeli Sil

# @action:inmenu
source: Ce&nter Model on Platform
tr_tr: Modeli Platformda Ortala

# @action:inmenu menubar:edit
source: &Group Models
tr_tr: Modelleri Gruplandır

# @action:inmenu menubar:edit
source: Ungroup Models
tr_tr: Model Grubunu Çöz

# @action:inmenu menubar:edit
source: &Merge Models
tr_tr: &Modelleri Birleştir

# @action:inmenu
source: &Multiply Model...
tr_tr: &Modeli Çoğalt...

# @action:inmenu menubar:edit
source: Select All Models
tr_tr: Tüm Modelleri Seç

# @action:inmenu menubar:edit
source: Clear Build Plate
tr_tr: Yapı Levhasını Temizle

# @action:inmenu menubar:file
source: Reload All Models
tr_tr: Tüm Modelleri Yeniden Yükle

# @action:inmenu menubar:edit
source: Arrange All Models To All Build Plates
tr_tr: Tüm Modelleri Tüm Yapı Levhalarına Yerleştir

# @action:inmenu menubar:edit
source: Arrange All Models
tr_tr: Tüm Modelleri Düzenle

# @action:inmenu menubar:edit
source: Arrange Selection
tr_tr: Seçimi Düzenle

# @action:inmenu menubar:edit
source: Reset All Model Positions
tr_tr: Tüm Model Konumlarını Sıfırla

# @action:inmenu menubar:edit
source: Reset All Model Transformations
tr_tr: Tüm Model ve Dönüşümleri Sıfırla

# @action:inmenu menubar:file
source: &Open File(s)...
tr_tr: &Dosya Aç...

# @title:menu menubar:file
source: Open &Recent
tr_tr: En Son Öğeyi Aç

# @title:menu menubar:toplevel
source: &File
tr_tr: &Dosya

# @title:menu menubar:toplevel
source: &Edit
tr_tr: Düz&enle

# @title:menu menubar:toplevel
source: &Settings
tr_tr: &Ayarlar

# @title:menu menubar:toplevel
source: &Help
tr_tr: &Yardım

# @title:menu menubar:settings
source: &Language
tr_tr: &Dil

# @title:menu menubar:file
source: &Export...
tr_tr: &Dışa Aktar...

# @title:menu menubar:file
source: Export selection...
tr_tr: Seçimi dışa aktar...

# @title:window
source: Closing XDesktop
tr_tr: XDesktop kapatılacak

# @label
source: You will need to re-open XDesktop for the changes to take effect. Are you sure you want to exit XDesktop?
tr_tr: Değişikliklerin uygulanması için XDesktop'u yeniden başlatmanız gerekecek. XDesktop'tan çıkmak istediğinize emin misiniz?

# @item:inlistbox
source: Zaxe File
tr_tr: Zaxe Dosyası

# @item:inlistbox
source: STL File
tr_tr: STL Dosyası

# @info:status
source: Parsing Zaxe Code
tr_tr: Zaxe Kod'u çözümleniyor

# @info:status
source: Processing Layers
tr_tr: Katmanlar İşleniyor

# @info:status
source: Unable to find a location within the build volume for all objects
tr_tr: Model(ler) tablaya sığdırılamadı

# @info:status
source: Multiplying and placing objects
tr_tr: Model coğaltılıp yerleştiriliyor

# @info:title
source: Placing Object
tr_tr: Model Yerleştiriliyor

# @info:title
source: Information
tr_tr: Bilgi

# @info:title
source: Zaxe Code Details
tr_tr: Zaxe Kod Detayları

# @info:zaxecode
source: This Zaxe file belongs to an older version. Please slice your original mesh file again.
tr_tr: Bu Zaxe Dosyası eski bir versiyona ait. Lütfen orjinal STL dosyasından tekrar dilimleme yapınız.

# @info:zaxecode
source: This Zaxe file is sliced for Zaxe {0}. Please switch to Zaxe {0} before importing this file again.
tr_tr: Bu Zaxe Dosyası Zaxe {0} için dilimlenmiş. Lütfen dosyayı tekrar açmadan önce Zaxe {0} modelini seçiniz.

# @button
source: e
tr_tr: f

# @button
source: L
tr_tr: o

# @firstrun
source: Model Selection
tr_tr: Model Seçimi

# @firstrun
source: Select Zaxe model you are using
tr_tr: Kullandığınız Zaxe modelini seçin

# @firstrun
source: Prepare Model for Print
tr_tr: Modeli Baskıya Hazırla

# @firstrun
source: Set slicing options and slice your model
tr_tr: Dilimleme opsiyonlarını seçin ve modelinizi dilimleyin

# @firstrun
source: Print It on Your Zaxe
tr_tr: Zaxe'nizde Baskı Alın

# @firstrun
source: Hit the Print Now! button on your Zaxe!
tr_tr: Zaxe'nizde Baskı Al! düğmesine basınız!

# @firstrun
source: Save to Flash Disk
tr_tr: Flash Diske Kaydet

# @firstrun
source: Save your Zaxe file to your flash disk and print it on your Zaxe
tr_tr: Zaxe dosyasını flash diskinize kaydedin ve Zaxe'nizde baskı alın

# @firstrun
source: Open File
tr_tr: Dosya Aç

# @firstrun
source: Import a 3D model
tr_tr: Bir 3B model dosyası açın

# @firstrun
source: Model Modifications
tr_tr: Model Değişimi

# @firstrun
source: From this panel you can center, multiply, re-position and mirror your model. Or you can use the support blocker
tr_tr: Bu panelden modelinizi ortalayabilir, çoğaltabilir, konumlayabilir ve aynalayabilirsiniz. Veya destek engelleyicisini kullanabilirsiniz

# @firstrun
source: Slicing Options
tr_tr: Dilimleme Seçenekleri

# @firstrun
source: Adjust resolution (layer height), infill density, raft and fill density according to needs. Then hit the Slice! button when ready!
tr_tr: Çözünürlüğü (katman kalınlığı), destekleyici tabanı ve doldurma yoğunluğunu ihtiyacınıza göre ayarlayın. Daha sonra Dilimle! düğmesine tıklayın!

# @firstrun
source: Material Selection
tr_tr: Materyal Seçimi

# @firstrun
source: Select the material currently installed on your Zaxe
tr_tr: Zaxe'nizde şu anda takılı olan materyali seçin

# @firstrun
source: XDesktop first-run guide has finished
tr_tr: XDesktop ilk açılış rehberi sona erdi

# @firstrun
source: You can now continue using XDesktop... You can re-run it from Help menu if needed.
tr_tr: XDesktop'u kullanmaya devam edebilirsiniz. Eğer isterseniz Yardım menüsünden tekrar başlatabilirsiniz.
